Repository: apfelchips/globus-preview
Catalog: po/*.po
Languages: de, et, hr, ms, nl, tr

source: [1;33mSaving New Conf[1;m
de: [1;33mNeue Einstellungen speichern[1;m
et: [1;33mSalvestan uued seaded[1;m
hr: [1;33mSpremanje nove konf[1;m
nl: [1;33mNieuwe configuratie aan het opslaan[1;m
tr: [1;33mYeni Yapılandırma Kaydediliyor[1;m

source: <b>Main settings</b>
de: <b>Allgemeine Einstellungen</b>
et: <b>Üldised seaded</b>
hr: <b>Glavne postavke</b>
ms: <b>Tetapan utama</b>
nl: <b>Hoofd instellingen</b>
tr: <b>Ana ayarlar</b>

source: About
de: Über
et: Teave
hr: O programu
ms: Mengenai
nl: Over
tr: Hakkında

source: Accessed:
de: Zugegriffen:
et: Kasutatud:
hr: Pristupano:
ms: Diakses:
nl: Gebruikt:
tr: Son erişim:

source: Always on top
de: Immer im Vordergrund
et: Alati pealmine
hr: Uvijek na vrhu
ms: Sentiasa di atas
nl: Altijd op voorgrond
tr: Her zaman üstte

source: Application options
de: Anwendungsoptionen
et: Rakenduse seaded
hr: Mogućnosti aplikacije
ms: Pilihan Aplikasi
nl: Toepassingsopties
tr: Uygulama seçenekleri

source: Blog
et: Blogi
tr: Günce

source: Cancel
de: Abbrechen
et: Loobu
hr: Zatvori
ms: Batal
nl: Annuleren
tr: İptal

source: Creating configuration directory
de: Erstelle Konfigurationsordner
et: Loon seadistuste kausta
hr: Stvaranje direktorija postavki
ms: Mencipta direktori konfigurasi
nl: CreÃ«ren van een configuratiemap
tr: Yapılandırma dizini oluşturuluyor

source: Debug mode: On
de: Debug Modus: An
et: Silumine: Sees
hr: Otklanjanje grešaka: Uključeno
ms: Mod nyahpijat: Buka
nl: Debugmodus: Aan
tr: Hatâ ayıklama: Açık

source: Directory
de: Ordner
et: Kaust
hr: Direktorij
ms: Direktori
nl: Map
tr: Dizin

source: Donate
de: Spenden
et: Anneta
hr: Donirajte
ms: Derma
nl: Doneer
tr: Bağış yapın

source: Error listing files
de: Fehler beim Auflisten der Dateien
et: Viga failide nimekirja koostamisel
hr: Greška izlistavanja datoteka
ms: Ralat menyenaraikan fail
nl: Fout bij het weergeven van bestanden
tr: Dizinler listelenirken hatâ oluştu

source: Error loading file info
de: Fehler beim Laden der Datei Info
et: Viga failiinfo laadimisel
hr: Greška učitavanja informacija datoteke
ms: Ralat memuatkan info fail
nl: Fout bij het laden van bestandsinformatie
tr: Dosya bilgisi yüklenirken hatâ oluştu

source: Error loading image
de: Fehler beim Laden des Bildes
et: Viga pildi laadimisel
hr: Greška učitavanja slike
ms: Ralat memuatkan imej
nl: Fout bij het laden van afbeelding
tr: Görüntü yüklenirken hatâ oluştu

source: Error loading text
de: Fehler beim Laden des Textes
et: Viga teksti laadimisel
hr: Greška učitavanja teksta
ms: Ralat memuatkan teks
nl: Fout bij het laden van tekst
tr: Metin yüklenirken hatâ oluştu

source: Error:
de: Fehler:
et: Veateade:
hr: Greška:
ms: Ralat:
nl: Fout:
tr: Hatâ:

source: File not found
de: Datei nicht gefunden
et: Faili ei leitud
hr: Datoteka nije pronađena
ms: Fail tidak ditemui
nl: Bestand niet gevonden
tr: Dosya bulunamadı

source: Filename
de: Dateiname
et: Failinimi
hr: Naziv datoteke
ms: Nama Fail
nl: Bestandsnaam
tr: Dosya Adı

source: Font installed sucesfully
de: Schriftart erfolgreich installiert
et: Font paigaldati edukalt
hr: Slova uspješno instalirana
ms: Pemasangan fon berjaya
nl: Lettertype met succes geÃ¯nstalleerd
tr: Yazıbiçimi başarılı bir şekilde yüklendi

source: Gloobus-Preview Configuration
de: Einstellungen für Gloobus-Preview
et: Gloobus-Preview seadistus
hr: Gloobus-Preview postavke
ms: Konfigurasi Gloobus-Preview
nl: Gloobus-Preview Voorkeuren
tr: Gloobus-Önizleme Yapılandırması

source: Help options
de: Hilfeoptionen
et: Abiteabe valikud
hr: Mogućnosti pomoći
ms: Pilihan bantuan
nl: Hulpopties
tr: Yardım seçenekleri

source: Icon
de: Symbol
et: Ikoon
hr: Ikona
ms: Ikon
nl: Pictogram
tr: Simge

source: If URI is not provided Gloobus-Preview checks clipboard for filename
de: Wenn die URI nicht zur Verfügung steht überprüft Gloobus-Preview die Zwischenablage auf Dateinamen
et: Kui URI ei ole pakutud, siis Gloobus-Preview kontrollib failinime lõikepuhvrist
hr: Ako URI nije omogućen, Gloobus-Preview provjerava međuspremnik za naziv datoteke
ms: Jika URI tidak diberikan Gloobus-Preview memeriksa papan klip untuk nama fail
nl: Als URI niet wordt gegeven, dan controleert Gloobus-Preview het klembord voor de bestandsnaam
tr: URI sağlanmadıysa, Gloobus-Önizleme dosya adı için panoyu denetleyecek

source: Install Font
de: Installiere Schriftart
et: Installi font
hr: Instaliraj slova
ms: Pasang Fon
nl: Installeer Lettertype
tr: Yazıbiçimini Yükle

source: Layout of the buttons close button on the right/left?
de: Anordnung der Schaltflächen Schließen-Knopf rechts oder links?
et: Nuppude paigutus Sulge" nupp vasakul/paremal?
hr: Razmještaj tipki tipka zatvaranja je desno/lijevo?
ms: Susun atur butang butang tutup pada kanan/kiri?
nl: Knoppen indeling sluitknop aan de rechter of linkerkant?
tr: Düğmelerin yerleşimi kapatma düğmesi sağda mı solda mı olsun?

source: Loading...
de: Ladevorgang …
et: Laadimine...
hr: Učitavanje...
ms: Memuatkan...
nl: Bezig met laden...
tr: Yükleniyor...

source: MODE DEBUG:OFF
de: DEBUG MODUS:AUS
et: SILUMINE:VÄLJAS
hr: OTKLANJANJE GREŠAKA: ISKLJUČENO
ms: MODE NYAHPEPIJAT:TUTUP
nl: MODUS DEBUG:UIT
tr: HATÂ AYIKLAMA:KAPALI

source: MODE DEBUG:ON
de: DEBUG MODUS:AN
et: SILUMINE:SEES
hr: OTKLANJANJE GREŠAKA: UKLJUČENO
ms: MODE NYAHPEPIJAT:BUKA
nl: MODUS DEBUG:AAN
tr: HATÂ AYIKLAMA:AÇIK

source: Modified:
de: Geändert:
et: Muudetud:
hr: Promijenjeno:
ms: Diubahsuai:
nl: Gewijzigd op:
tr: Değiştirme:

source: Name:
et: Nimi:
hr: Naziv:
ms: Nama:
nl: Naam:
tr: Ad:

source: OPTION
et: VALIKUD
hr: MOGUĆNOSTI
ms: PILIHAN
nl: OPTIE
tr: SEÇENEK

source: Page:
de: Seite:
et: Lehekülg:
hr: Stranica:
ms: Halaman:
nl: Pagina:
tr: Sayfa:

source: Quit
de: Beenden
et: Välju
hr: Zatvori
ms: Keluar
nl: Afsluiten
tr: Çıkış

source: Quit on lose focus
de: Bei Fokusverlust beenden
et: Välju fookuse kaotamisel
hr: Zatvori pri gubitku fokusa
ms: Keluar apabila hilang fokus
nl: Sluit na het verliezen van focus
tr: Odağı kaybedince kapat

source: Report a Problem
de: Ein Problem melden
et: Teata probleemist
hr: Prijavite problem
ms: Laporkan Masalah
nl: Meld een probleem
tr: Sorun Bildir

source: Save
de: Speichern
et: Salvesta
hr: Spremi
ms: Simpan
nl: Opslaan
tr: Kaydet

source: Search Lyrics for this Song
de: Liedtext für dieses Stück suchen
et: Otsi selle laulu sõnu
hr: Traži tekst ove pjesme
ms: Cari lirik untuk Lagu ini
nl: Zoek Naar Lyrics voor dit Lied
tr: Bu şarkı için şarkı sözü ara

source: See your files in a blink.
de: Betrachte deine Dateien in Sekundenschnelle.
et: Vaata silmapilk oma faile
hr: Pregledajte vaše datoteke u treptaju oka.
ms: Lihat fail anda sekejap.
nl: Zie je bestanden in een oogwenk.
tr: Dosyalarınızı ânında görün.

source: Set as Background
de: Im Hintergrund verwenden
et: Sea taustapildiks
hr: Postavi kao pozadinu
ms: Tetapka sebagai latarbelakang
nl: Stel in als achtergrond
tr: Artalan olarak ayarla

source: Settings
de: Einstellungen
et: Seaded
hr: Postavke
ms: Tetapan
nl: Voorkeuren
tr: Ayarlar

source: Show debug messages
de: Meldungen zur Fehlerbehebung anzeigen
et: Silumisteadete näitamine
hr: Prikaži poruke otklanjanja greške
ms: Papar mesej nyahpepijat
nl: Toon debug berichten
tr: Hatâ ayıklama iletilerini göster

source: Show help options
de: Hilfeoptionen anzeigen
et: Abiteabe valikute näitamine
hr: Prikaži mogućnosti pomoći
ms: Papar pilihan bantuan
nl: Hulp opties tonen
tr: Yardım seçeneklerini göster

source: Show in TaskBar
de: In Systemleiste anzeigen
et: Näita tegumiribal
hr: Prikaži u programskoj traci
ms: Papar dalam Bar tugas
nl: Laat in zien in takenlijst
tr: Görev Çubuğunda Göster

source: Show supported filetypes
de: Unterstützte Dateitypen anzeigen
et: Näita toetatud failitüüpe
hr: Prikaži podržane vrste datoteka
ms: Papar jenis fail disokong
nl: Ondersteunde bestandstypes tonen
tr: Desteklenen dosya türlerini göster

source: Size
de: Größe
et: Suurus
hr: Veličina
ms: Saiz
nl: Grootte
tr: Boyut

source: Size:
de: Größe:
et: Suurus:
hr: Veličina datoteke:
ms: Saiz:
nl: Grootte:
tr: Boyut:

source: Start slideshow
de: Diaschau starten
et: Alusta slaidiesitlust
hr: Pokreni prezentaciju
ms: Mulakan paparan slaid
nl: Start diashow
tr: Sunum gösterisini başlat

source: Stop slideshow
de: Diaschau stoppen
et: Peata slaidiesitlus
hr: Zaustavi prezentaciju
ms: Hentikan paparan slaid
nl: Stop diavoorstelling
tr: Sunum gösterisini durdur

source: The quick brown fox jumps over the lazy dog
de: Der schnelle braune Fuchs springt über den gelangweilten Hund
et: Põdur Zagrebi tšellomängija-följetonist Ciqo külmetas kehvas garaažis
hr: Brza smeđa lisica preskočila je lijenog psa
ms: Musang coklat yang pantas melompat ke atas anjing yang malas
nl: Filmquiz bracht knappe ex-yogi van de wijs
tr: Dağ başını duman almış, gümüş dere durmaz akar.

source: There is no file in clipboard
de: Es ist keine Datei in der Zwischenablage verfügbar
et: Lõikepuhvris pole ühtegi faili
hr: Nema datoteke u međuspremniku
ms: Tiada fail dalam papan keratan
nl: Er is geen bestand op het klembord
tr: Panoda dosya yok

source: Type:
de: Typ:
et: Tüüp:
hr: Vrsta datoteke:
ms: Jenis:
tr: Tür:

source: Usage
de: Verwendung
et: Kasutus
hr: Upotreba
ms: Penggunaan
nl: Gebruik
tr: Kullanım

source: Use gtk theme
de: Gtk-Thema verwenden
et: Kasuta gtk teemat
hr: Koristi GTK temu
ms: Guna tema gtk
nl: Gebruik gtk thema
tr: GTK teması kullan

source: Using default Configuration
de: voreingestellte Konfiguration verwenden
et: Kasutatakse vaikesätteid
hr: Koristi uobičajene postavke
ms: Gunakan Konfigurasi lalai
nl: Gebruik standaardconfiguratie
tr: Öntanımlı yapılandırmayı kullan

source: When enabled gloobus-preview will be <b>always on top</b> of the other windows
de: Falls aktiv wird gloobus-preview <b>immer im Vordergrund</b> angezeigt.
et: See valik sunnib gloobus-preview <b>alati peal</b> olema.
hr: Kada je omogućeno, gloobus-preview bit će <b>uvijek na vrhu</b> ostalih prozora
ms: Apabila dibolehkan gloobus-preview akan <b>sentiasa di atas</b> tetingkap lain
nl: Wanneer geactiveerd zal gloobus-preview <b>altijd op de voorgrond</b> te zien zijn
tr: Etkinleştirilirse Gloobus-Önizleme diğer pencerelerin <b>her zaman üstünde</b> olacak

source: When enabled gloobus-preview will be shown in the <b>taskbar</b>
de: Falls aktiv wird gloobus-preview in der <b>Taskleiste</b> angezeigt.
et: See valik kuvab gloobus-preview <b>tegumiribal<b>
hr: Kada je omogućeno, gloobus-preview bit će prikazan u <b>programskoj traci</b>
ms: Apabila dibolehkan gloobus-preview akan dipapar dalam <b>bar tugas</b>
nl: Wanneer geactiveerd zal gloobus-preview worden laten zien in de <b>takenlijst</b>
tr: Etkinleştirilirse Gloobus-Önizleme <b>görev çubuğunda</b> gösterilecek

source: When enabled, gloobus-preview will <b>exit</b> when it loses focus
de: Falls aktiv wird gloobus-preview <b>beendet</b>, wenn es den Fokus verliert.
et: See valik <b>suleb <b> gloobus-preview fookuse kaotamisel
hr: Kada je omogućeno, gloobus-preview će se<b>zatvoriti</b> kada izgubi fokus
ms: Apabila dibolehkan gloobus-preview akan <b>keluar</b> apabila kehilangan fokus
nl: Wanneer geactiveerd zal gloobus-preview <b>sluiten</b> wanneer het de focus verliest
tr: Etkinleştirilirse Gloobus-Önizleme odağı kaybettiğinde <b>kapanacak</b>

source: When enabled, gloobus-preview will use system GTK theme
de: Wenn aktiviert, wird gloobus-preview das Gtk-Thema des Systems verwenden
et: See valik käsib gloobus-preview-l kasutada süsteemi GTK teemat
hr: Kada je omogućeno, gloobus-preview koristit će GTK temu sustava
ms: Apabila dibolehkan, gloobus-preview akan menggunakan tema GTK sistem
nl: Indien ingeschakeld zal Gloobus-Preview het systeem GTK thema gebruiken
tr: Etkinleştirildiğinde, Gloobus-Önizleme GTK temasını kullanacak

source: Window Bar Layout inverted
de: Fensterleisten-Anordnung umkehren
et: Akende riba paigutus pööratud.
hr: Traka prozora je obrnuta
ms: Susun atur Bar Tetingkap diterbalikkan
nl: Vensterbalk indeling omdraaien
tr: Pencere çubuğu yerleşimi ters çevrildi

source: iAudio error from %s : %s
de: iAudio Fehler von %s : %s
et: iAudio viga asukohas %s : %s
hr: iAudio greška iz %s : %s
ms: iAudio ralat dari %s : %s
nl: iAudio fout van %s : %s
tr: %s kaynağında iAudio hatâsı: %s

source: translator-credits
de: Launchpad Contributions: Eduard Gotwig https://launchpad.net/~gotwig Jan https://launchpad.net/~jancborchardt-deactivatedaccount Jarosław Ogrodnik https://launchpad.net/~goz Trip McKay https://launchpad.net/~trip-mckay atarixle https://launchpad.net/~atarixle jaybe1966 https://launchpad.net/~jaybe1966 jumpfunky@web.de https://launchpad.net/~jumpfunky
et: Launchpad Contributions: olavi tohver https://launchpad.net/~olts16
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
ms: Launchpad Contributions: Gloobus Developers https://launchpad.net/~gloobus-dev Mohd Nadzrin Sapari https://launchpad.net/~puretech abuyop https://launchpad.net/~abuyop
nl: Launchpad Contributions: Bert de Bruijn https://launchpad.net/~lpdebruijn Gloobus Developers https://launchpad.net/~gloobus-dev Jaap Broekhuizen https://launchpad.net/~jaapz-b
tr: Launchpad Contributions: Mustafa Yılmaz https://launchpad.net/~apshalasha can kaçan https://launchpad.net/~amon-ra zeugma https://launchpad.net/~sunder67 Şâkir Aşçı https://launchpad.net/~sakirasci
